Autodesk.Revit.DB.Events.SaveToCentralStage
Describes the save to central stage.
Describes the data transfer mode.
Since:
2027

Autodesk.Revit.DB.Events.SaveToCentralStage.Committing
Committing data stage in save to central operation.

Autodesk.Revit.DB.Events.SaveToCentralStage.Preparing
Preparing data stage in save to central operation.